signed.xml

<?xml version="1.0" encoding="utf-8"?>
<Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
	<Body>
		<ConsultaNFeEmitidasRequest xmlns="http://www.prefeitura.sp.gov.br/nfe">
			<VersaoSchema>
				1
			</VersaoSchema>
			<MensagemXML>
				<![CDATA[<PedidoConsultaNFePeriodo xmlns:p1="http://www.prefeitura.sp.gov.br/nfe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<Cabecalho Versao="1">
		<CPFCNPJRemetente>
			<CNPJ>
				62391818000130
			</CNPJ>
		</CPFCNPJRemetente>
		<CPFCNPJ>
			<CNPJ>
				62391818000130
			</CNPJ>
		</CPFCNPJ>
		<Inscricao>
			123456789
		</Inscricao>
		<dtInicio>
			2020-01-01
		</dtInicio>
		<dtFim>
			2020-01-01
		</dtFim>
		<NumeroPagina>
			1
		</NumeroPagina>
	</Cabecalho>
	<Signature xmlns="http://www.w3.org/2000/09/xmldsig#">
		<SignedInfo>
			<CanonicalizationMethod Algorithm="http://www.w3.org/TR/2001/REC-xml-c14n-20010315">
			</CanonicalizationMethod>
			<SignatureMethod Algorithm="http://www.w3.org/2000/09/xmldsig#rsa-sha1">
			</SignatureMethod>
			<Reference URI="">
				<Transforms>
					<Transform Algorithm="http://www.w3.org/2000/09/xmldsig#enveloped-signature">
					</Transform>
					<Transform Algorithm="http://www.w3.org/TR/2001/REC-xml-c14n-20010315">
					</Transform>
				</Transforms>
				<DigestMethod Algorithm="http://www.w3.org/2000/09/xmldsig#sha1">
				</DigestMethod>
				<DigestValue>
					MIIH1DCCBbygAwIBAgIIakfKC398YBwwDQYJKoZIhvcNAQELBQAwdDELMAkGA1UEBhMCQlIxEzARBgNVBAoTCklDUC1CcmFzaWwxNjA0BgNVBAsTLVNlY3JldGFyaWEgZGEgUmVjZWl0YSBGZWRlcmFsIGRvIEJyYXNpbCAtIFJGQjEYMBYGA1UEAxMPQUMgVkFMSUQgUkZCIHY1MB4XDTI0MDEyOTEyMzEwOVoXDTI1MDEyODEyMzEwOVowggENMQswCQYDVQQGEwJCUjETMBEGA1UEChMKSUNQLUJyYXNpbDE2MDQGA1UECxMtU2VjcmV0YXJpYSBkYSBSZWNlaXRhIEZlZGVyYWwgZG8gQnJhc2lsIC0gUkZCMRUwEwYDVQQLEwxSRkIgZS1DUEYgQTExGDAWBgNVBAsTD0FDIFZBTElEIFJGQiBWNTEUMBIGA1UECxMLQVIgQ0VSVERBVEExGTAXBgNVBAsTEFZpZGVvY29uZmVyZW5jaWExFzAVBgNVBAsTDjE2OTg2MzMyMDAwMTI3MTYwNAYDVQQDEy1WRVJPTklDQSBSSUJFSVJPIEdFUkxBSCBQQUdBTkFUVE86MzYxMTQyMzY4ODIwggEiMA0GCSqGSIb3DQEBAQUAA4IBDwAwggEKAoIBAQDA&#x2F;&#x2F;WMeq529aO&#x2F;xrrHsxMkch9zpNccPReI9txBFYc6AOv773GMOvXimEr5GeJNxfvwZyscLirdIiFeKwXDih4fZxk+2qIq9Cnm4KsXvH6MydWx0RPqYSF5BBZ6VemggJeJnTGzc72JuO3&#x2F;LWpuDCR6mBQc7ZGmA5lYC69KZ1wzGM8E6SbULUOPjmgR&#x2F;CWhLUJ849mDdOLXFyIyYOoJ5xwsHezFkIWDuchHwfrBAlys3Kc&#x2F;&#x2F;JApYIl&#x2F;sOEFp6oeWqkCMDOU8y4xuaLR0I9cQctNKLS6RlF9oUaJW6hXDTzH&#x2F;75P4ONebe3xBuQ5mRQUSAJvO08ZB92roeeC1g1GjMv&#x2F;AgMBAAGjggLNMIICyTCBnAYIKwYBBQUHAQEEgY8wgYwwVQYIKwYBBQUHMAKGSWh0dHA6Ly9pY3AtYnJhc2lsLnZhbGlkY2VydGlmaWNhZG9yYS5jb20uYnIvYWMtdmFsaWRyZmIvYWMtdmFsaWRyZmJ2NS5wN2IwMwYIKwYBBQUHMAGGJ2h0dHA6Ly9vY3NwdjUudmFsaWRjZXJ0aWZpY2Fkb3JhLmNvbS5icjAJBgNVHRMEAjAAMB8GA1UdIwQYMBaAFFPLpeR1UJlALL5bFUXJvsswqonFMHAGA1UdIARpMGcwZQYGYEwBAgElMFswWQYIKwYBBQUHAgEWTWh0dHA6Ly9pY3AtYnJhc2lsLnZhbGlkY2VydGlmaWNhZG9yYS5jb20uYnIvYWMtdmFsaWRyZmIvZHBjLWFjLXZhbGlkcmZiVjUucGRmMIG2BgNVHR8Ega4wgaswU6BRoE+GTWh0dHA6Ly9pY3AtYnJhc2lsLnZhbGlkY2VydGlmaWNhZG9yYS5jb20uYnIvYWMtdmFsaWRyZmIvbGNyLWFjLXZhbGlkcmZidjUuY3JsMFSgUqBQhk5odHRwOi8vaWNwLWJyYXNpbDIudmFsaWRjZXJ0aWZpY2Fkb3JhLmNvbS5ici9hYy12YWxpZHJmYi9sY3ItYWMtdmFsaWRyZmJ2NS5jcmwwDgYDVR0PAQH&#x2F;BAQDAgXgMB0GA1UdJQQWMBQGCCsGAQUFBwMCBggrBgEFBQcDBDCBoQYDVR0RBIGZMIGWgSF2ZXJvbmljYUBxdWFsaXR5YXNzb2NpYWRvcy5jb20uYnKgOAYFYEwBAwGgLwQtMDkwMjE5ODczNjExNDIzNjg4MjAwMDAwMDAwMDAwMDAwMDAwMDAwMDAwMDAwoBcGBWBMAQMGoA4EDDAwMDAwMDAwMDAwMKAeBgVgTAEDBaAVBBMwMDAwMDAwMDAwMDAwMDAwMDAwMA0GCSqGSIb3DQEBCwUAA4ICAQCgYg1l8hcK1&#x2F;FpOH7LVUWZDlVip&#x2F;FJQKdM7vlFDVCEY2DrY3OgX8LC2zy0GUGmkcNnkrjGNeb1vYgMQr7xifrynVLTdoDnIwDzZeiI3ld+HEReHMT0sWLF220Ml9YLM3O+IRDSmxh4OS3KsEo7PYkcjRXhkOOfvfHAMqp0oLTFTSfVeH7UF9XVN06t9vygKgrzS9rreiBZOFbn0yfwWXNHqvEPMCOVQ3aAPbs5DcznX3QMFfXtSEQDfCFenwZpwoLWO6v12KpCqXt8WJCZkTTlh9e9NqJYsf3n+BErY0gIs88tT1GCYk1rxj&#x2F;cdhOXyhisTdYSh9Dqnp1pW7ZAMRTurIPwVOSRQGvJDgcsOQTjpDOA0fCR8E1yzauGxkBqzuOaUJ4zRUX6IzsCxoGvVubWjK253uLYyfSjCzK7gSpdLHU4tVC7CpViw2LZ6ECPSKIN8aCwfglkMiiBNHH92Nl&#x2F;FC+ve2Idi6y4GaPbSdTRJ3n&#x2F;GuXyyg1E6SFuPYtzykF5G4FwkeMUxthlHNsyiaJJZ6FSc0EM9LO00oopS9kL0zwLaJ56yd7WSSOeL9&#x2F;Nv1J004XiKqa+QegLfzshxJnvvuGfNj&#x2F;9zcxLFdI2EXvM9IdF9OGXMSy+jTjsM6ETueUq9C2dCHfQ4bs683d8&#x2F;5MuxZ7bXmmXmLUR++6&#x2F;sgl2IA&#x3D;&#x3D;
				</DigestValue>
			</Reference>
		</SignedInfo>
		<SignatureValue>
			&lt;Signature xmlns&#x3D;&quot;http:&#x2F;&#x2F;www.w3.org&#x2F;2000&#x2F;09&#x2F;xmldsig#&quot;&gt;&lt;SignedInfo&gt;&lt;CanonicalizationMethod Algorithm&#x3D;&quot;http:&#x2F;&#x2F;www.w3.org&#x2F;2001&#x2F;10&#x2F;xml-exc-c14n#&quot; &#x2F;&gt;&lt;SignatureMethod Algorithm&#x3D;&quot;http:&#x2F;&#x2F;www.w3.org&#x2F;2000&#x2F;09&#x2F;xmldsig#rsa-sha1&quot; &#x2F;&gt;&lt;Reference URI&#x3D;&quot;&quot;&gt;&lt;Transforms&gt;&lt;Transform Algorithm&#x3D;&quot;http:&#x2F;&#x2F;www.w3.org&#x2F;2000&#x2F;09&#x2F;xmldsig#enveloped-signature&quot; &#x2F;&gt;&lt;Transform Algorithm&#x3D;&quot;http:&#x2F;&#x2F;www.w3.org&#x2F;TR&#x2F;2001&#x2F;REC-xml-c14n-20010315&quot; &#x2F;&gt;&lt;&#x2F;Transforms&gt;&lt;DigestMethod Algorithm&#x3D;&quot;http:&#x2F;&#x2F;www.w3.org&#x2F;2000&#x2F;09&#x2F;xmldsig#sha1&quot; &#x2F;&gt;&lt;DigestValue&gt;zb6vO9rtG2VF1PV4B9TuyPlAaxc&#x3D;&lt;&#x2F;DigestValue&gt;&lt;&#x2F;Reference&gt;&lt;&#x2F;SignedInfo&gt;&lt;SignatureValue&gt;rDDEnkHxJcXoAKlNgl7piZc7qREW55dsBjWfFTxhksr4CiE1NTjYuM4m6hnI8mZdXq6aEugxqJyPnRjPKPbCpowUW93wafLle5LrPYJMnqbjC7gIx0eT77WWmHTCCv0Z8i56UwZ5oaIyRi6qMIiPx03lmBJJPNB4QRKWbbnGchNvoGD7xuxgnrivhLELft6mMnwhCI6SuwUN2Emyk8M6wEQZmH8B+RLFyFIEbYrCKYKFlQxnPW5ZtJmOOW8Unkehtq79TxNtPPYbpwx2Vh8A8bUYNi28Q3k7&#x2F;xI7M&#x2F;UB2c1Hd31uXWIsbtsi7EsEZ004OtVMsZu8OT0JYYBLk6Zq6w&#x3D;&#x3D;&lt;&#x2F;SignatureValue&gt;&lt;KeyInfo&gt;&lt;X509Data&gt;&lt;X509Certificate&gt;MIIH1DCCBbygAwIBAgIIakfKC398YBwwDQYJKoZIhvcNAQELBQAwdDELMAkGA1UEBhMCQlIxEzARBgNVBAoTCklDUC1CcmFzaWwxNjA0BgNVBAsTLVNlY3JldGFyaWEgZGEgUmVjZWl0YSBGZWRlcmFsIGRvIEJyYXNpbCAtIFJGQjEYMBYGA1UEAxMPQUMgVkFMSUQgUkZCIHY1MB4XDTI0MDEyOTEyMzEwOVoXDTI1MDEyODEyMzEwOVowggENMQswCQYDVQQGEwJCUjETMBEGA1UEChMKSUNQLUJyYXNpbDE2MDQGA1UECxMtU2VjcmV0YXJpYSBkYSBSZWNlaXRhIEZlZGVyYWwgZG8gQnJhc2lsIC0gUkZCMRUwEwYDVQQLEwxSRkIgZS1DUEYgQTExGDAWBgNVBAsTD0FDIFZBTElEIFJGQiBWNTEUMBIGA1UECxMLQVIgQ0VSVERBVEExGTAXBgNVBAsTEFZpZGVvY29uZmVyZW5jaWExFzAVBgNVBAsTDjE2OTg2MzMyMDAwMTI3MTYwNAYDVQQDEy1WRVJPTklDQSBSSUJFSVJPIEdFUkxBSCBQQUdBTkFUVE86MzYxMTQyMzY4ODIwggEiMA0GCSqGSIb3DQEBAQUAA4IBDwAwggEKAoIBAQDA&#x2F;&#x2F;WMeq529aO&#x2F;xrrHsxMkch9zpNccPReI9txBFYc6AOv773GMOvXimEr5GeJNxfvwZyscLirdIiFeKwXDih4fZxk+2qIq9Cnm4KsXvH6MydWx0RPqYSF5BBZ6VemggJeJnTGzc72JuO3&#x2F;LWpuDCR6mBQc7ZGmA5lYC69KZ1wzGM8E6SbULUOPjmgR&#x2F;CWhLUJ849mDdOLXFyIyYOoJ5xwsHezFkIWDuchHwfrBAlys3Kc&#x2F;&#x2F;JApYIl&#x2F;sOEFp6oeWqkCMDOU8y4xuaLR0I9cQctNKLS6RlF9oUaJW6hXDTzH&#x2F;75P4ONebe3xBuQ5mRQUSAJvO08ZB92roeeC1g1GjMv&#x2F;AgMBAAGjggLNMIICyTCBnAYIKwYBBQUHAQEEgY8wgYwwVQYIKwYBBQUHMAKGSWh0dHA6Ly9pY3AtYnJhc2lsLnZhbGlkY2VydGlmaWNhZG9yYS5jb20uYnIvYWMtdmFsaWRyZmIvYWMtdmFsaWRyZmJ2NS5wN2IwMwYIKwYBBQUHMAGGJ2h0dHA6Ly9vY3NwdjUudmFsaWRjZXJ0aWZpY2Fkb3JhLmNvbS5icjAJBgNVHRMEAjAAMB8GA1UdIwQYMBaAFFPLpeR1UJlALL5bFUXJvsswqonFMHAGA1UdIARpMGcwZQYGYEwBAgElMFswWQYIKwYBBQUHAgEWTWh0dHA6Ly9pY3AtYnJhc2lsLnZhbGlkY2VydGlmaWNhZG9yYS5jb20uYnIvYWMtdmFsaWRyZmIvZHBjLWFjLXZhbGlkcmZiVjUucGRmMIG2BgNVHR8Ega4wgaswU6BRoE+GTWh0dHA6Ly9pY3AtYnJhc2lsLnZhbGlkY2VydGlmaWNhZG9yYS5jb20uYnIvYWMtdmFsaWRyZmIvbGNyLWFjLXZhbGlkcmZidjUuY3JsMFSgUqBQhk5odHRwOi8vaWNwLWJyYXNpbDIudmFsaWRjZXJ0aWZpY2Fkb3JhLmNvbS5ici9hYy12YWxpZHJmYi9sY3ItYWMtdmFsaWRyZmJ2NS5jcmwwDgYDVR0PAQH&#x2F;BAQDAgXgMB0GA1UdJQQWMBQGCCsGAQUFBwMCBggrBgEFBQcDBDCBoQYDVR0RBIGZMIGWgSF2ZXJvbmljYUBxdWFsaXR5YXNzb2NpYWRvcy5jb20uYnKgOAYFYEwBAwGgLwQtMDkwMjE5ODczNjExNDIzNjg4MjAwMDAwMDAwMDAwMDAwMDAwMDAwMDAwMDAwoBcGBWBMAQMGoA4EDDAwMDAwMDAwMDAwMKAeBgVgTAEDBaAVBBMwMDAwMDAwMDAwMDAwMDAwMDAwMA0GCSqGSIb3DQEBCwUAA4ICAQCgYg1l8hcK1&#x2F;FpOH7LVUWZDlVip&#x2F;FJQKdM7vlFDVCEY2DrY3OgX8LC2zy0GUGmkcNnkrjGNeb1vYgMQr7xifrynVLTdoDnIwDzZeiI3ld+HEReHMT0sWLF220Ml9YLM3O+IRDSmxh4OS3KsEo7PYkcjRXhkOOfvfHAMqp0oLTFTSfVeH7UF9XVN06t9vygKgrzS9rreiBZOFbn0yfwWXNHqvEPMCOVQ3aAPbs5DcznX3QMFfXtSEQDfCFenwZpwoLWO6v12KpCqXt8WJCZkTTlh9e9NqJYsf3n+BErY0gIs88tT1GCYk1rxj&#x2F;cdhOXyhisTdYSh9Dqnp1pW7ZAMRTurIPwVOSRQGvJDgcsOQTjpDOA0fCR8E1yzauGxkBqzuOaUJ4zRUX6IzsCxoGvVubWjK253uLYyfSjCzK7gSpdLHU4tVC7CpViw2LZ6ECPSKIN8aCwfglkMiiBNHH92Nl&#x2F;FC+ve2Idi6y4GaPbSdTRJ3n&#x2F;GuXyyg1E6SFuPYtzykF5G4FwkeMUxthlHNsyiaJJZ6FSc0EM9LO00oopS9kL0zwLaJ56yd7WSSOeL9&#x2F;Nv1J004XiKqa+QegLfzshxJnvvuGfNj&#x2F;9zcxLFdI2EXvM9IdF9OGXMSy+jTjsM6ETueUq9C2dCHfQ4bs683d8&#x2F;5MuxZ7bXmmXmLUR++6&#x2F;sgl2IA&#x3D;&#x3D;&lt;&#x2F;X509Certificate&gt;&lt;&#x2F;X509Data&gt;&lt;&#x2F;KeyInfo&gt;&lt;&#x2F;Signature&gt;
		</SignatureValue>
		<KeyInfo>
			<X509Data>
				<X509Certificate>
					Bag Attributes
    localKeyID: 14 5A C6 78 67 FB D9 60 B0 C6 4A 22 FE 6A E2 71 37 78 FC BF 
subject&#x3D;C &#x3D; BR, O &#x3D; ICP-Brasil, OU &#x3D; Secretaria da Receita Federal do Brasil - RFB, OU &#x3D; RFB e-CPF A1, OU &#x3D; AC VALID RFB V5, OU &#x3D; AR CERTDATA, OU &#x3D; Videoconferencia, OU &#x3D; 16986332000127, CN &#x3D; VERONICA RIBEIRO GERLAH PAGANATTO:36114236882

issuer&#x3D;C &#x3D; BR, O &#x3D; ICP-Brasil, OU &#x3D; Secretaria da Receita Federal do Brasil - RFB, CN &#x3D; AC VALID RFB v5

-----BEGIN CERTIFICATE-----
MIIH1DCCBbygAwIBAgIIakfKC398YBwwDQYJKoZIhvcNAQELBQAwdDELMAkGA1UE
BhMCQlIxEzARBgNVBAoTCklDUC1CcmFzaWwxNjA0BgNVBAsTLVNlY3JldGFyaWEg
ZGEgUmVjZWl0YSBGZWRlcmFsIGRvIEJyYXNpbCAtIFJGQjEYMBYGA1UEAxMPQUMg
VkFMSUQgUkZCIHY1MB4XDTI0MDEyOTEyMzEwOVoXDTI1MDEyODEyMzEwOVowggEN
MQswCQYDVQQGEwJCUjETMBEGA1UEChMKSUNQLUJyYXNpbDE2MDQGA1UECxMtU2Vj
cmV0YXJpYSBkYSBSZWNlaXRhIEZlZGVyYWwgZG8gQnJhc2lsIC0gUkZCMRUwEwYD
VQQLEwxSRkIgZS1DUEYgQTExGDAWBgNVBAsTD0FDIFZBTElEIFJGQiBWNTEUMBIG
A1UECxMLQVIgQ0VSVERBVEExGTAXBgNVBAsTEFZpZGVvY29uZmVyZW5jaWExFzAV
BgNVBAsTDjE2OTg2MzMyMDAwMTI3MTYwNAYDVQQDEy1WRVJPTklDQSBSSUJFSVJP
IEdFUkxBSCBQQUdBTkFUVE86MzYxMTQyMzY4ODIwggEiMA0GCSqGSIb3DQEBAQUA
A4IBDwAwggEKAoIBAQDA&#x2F;&#x2F;WMeq529aO&#x2F;xrrHsxMkch9zpNccPReI9txBFYc6AOv7
73GMOvXimEr5GeJNxfvwZyscLirdIiFeKwXDih4fZxk+2qIq9Cnm4KsXvH6MydWx
0RPqYSF5BBZ6VemggJeJnTGzc72JuO3&#x2F;LWpuDCR6mBQc7ZGmA5lYC69KZ1wzGM8E
6SbULUOPjmgR&#x2F;CWhLUJ849mDdOLXFyIyYOoJ5xwsHezFkIWDuchHwfrBAlys3Kc&#x2F;
&#x2F;JApYIl&#x2F;sOEFp6oeWqkCMDOU8y4xuaLR0I9cQctNKLS6RlF9oUaJW6hXDTzH&#x2F;75P
4ONebe3xBuQ5mRQUSAJvO08ZB92roeeC1g1GjMv&#x2F;AgMBAAGjggLNMIICyTCBnAYI
KwYBBQUHAQEEgY8wgYwwVQYIKwYBBQUHMAKGSWh0dHA6Ly9pY3AtYnJhc2lsLnZh
bGlkY2VydGlmaWNhZG9yYS5jb20uYnIvYWMtdmFsaWRyZmIvYWMtdmFsaWRyZmJ2
NS5wN2IwMwYIKwYBBQUHMAGGJ2h0dHA6Ly9vY3NwdjUudmFsaWRjZXJ0aWZpY2Fk
b3JhLmNvbS5icjAJBgNVHRMEAjAAMB8GA1UdIwQYMBaAFFPLpeR1UJlALL5bFUXJ
vsswqonFMHAGA1UdIARpMGcwZQYGYEwBAgElMFswWQYIKwYBBQUHAgEWTWh0dHA6
Ly9pY3AtYnJhc2lsLnZhbGlkY2VydGlmaWNhZG9yYS5jb20uYnIvYWMtdmFsaWRy
ZmIvZHBjLWFjLXZhbGlkcmZiVjUucGRmMIG2BgNVHR8Ega4wgaswU6BRoE+GTWh0
dHA6Ly9pY3AtYnJhc2lsLnZhbGlkY2VydGlmaWNhZG9yYS5jb20uYnIvYWMtdmFs
aWRyZmIvbGNyLWFjLXZhbGlkcmZidjUuY3JsMFSgUqBQhk5odHRwOi8vaWNwLWJy
YXNpbDIudmFsaWRjZXJ0aWZpY2Fkb3JhLmNvbS5ici9hYy12YWxpZHJmYi9sY3It
YWMtdmFsaWRyZmJ2NS5jcmwwDgYDVR0PAQH&#x2F;BAQDAgXgMB0GA1UdJQQWMBQGCCsG
AQUFBwMCBggrBgEFBQcDBDCBoQYDVR0RBIGZMIGWgSF2ZXJvbmljYUBxdWFsaXR5
YXNzb2NpYWRvcy5jb20uYnKgOAYFYEwBAwGgLwQtMDkwMjE5ODczNjExNDIzNjg4
MjAwMDAwMDAwMDAwMDAwMDAwMDAwMDAwMDAwoBcGBWBMAQMGoA4EDDAwMDAwMDAw
MDAwMKAeBgVgTAEDBaAVBBMwMDAwMDAwMDAwMDAwMDAwMDAwMA0GCSqGSIb3DQEB
CwUAA4ICAQCgYg1l8hcK1&#x2F;FpOH7LVUWZDlVip&#x2F;FJQKdM7vlFDVCEY2DrY3OgX8LC
2zy0GUGmkcNnkrjGNeb1vYgMQr7xifrynVLTdoDnIwDzZeiI3ld+HEReHMT0sWLF
220Ml9YLM3O+IRDSmxh4OS3KsEo7PYkcjRXhkOOfvfHAMqp0oLTFTSfVeH7UF9XV
N06t9vygKgrzS9rreiBZOFbn0yfwWXNHqvEPMCOVQ3aAPbs5DcznX3QMFfXtSEQD
fCFenwZpwoLWO6v12KpCqXt8WJCZkTTlh9e9NqJYsf3n+BErY0gIs88tT1GCYk1r
xj&#x2F;cdhOXyhisTdYSh9Dqnp1pW7ZAMRTurIPwVOSRQGvJDgcsOQTjpDOA0fCR8E1y
zauGxkBqzuOaUJ4zRUX6IzsCxoGvVubWjK253uLYyfSjCzK7gSpdLHU4tVC7CpVi
w2LZ6ECPSKIN8aCwfglkMiiBNHH92Nl&#x2F;FC+ve2Idi6y4GaPbSdTRJ3n&#x2F;GuXyyg1E
6SFuPYtzykF5G4FwkeMUxthlHNsyiaJJZ6FSc0EM9LO00oopS9kL0zwLaJ56yd7W
SSOeL9&#x2F;Nv1J004XiKqa+QegLfzshxJnvvuGfNj&#x2F;9zcxLFdI2EXvM9IdF9OGXMSy+
jTjsM6ETueUq9C2dCHfQ4bs683d8&#x2F;5MuxZ7bXmmXmLUR++6&#x2F;sgl2IA&#x3D;&#x3D;
-----END CERTIFICATE-----
Bag Attributes
    localKeyID: 14 5A C6 78 67 FB D9 60 B0 C6 4A 22 FE 6A E2 71 37 78 FC BF 
Key Attributes: &lt;No Attributes&gt;
-----BEGIN PRIVATE KEY-----
MIIEvQIBADANBgkqhkiG9w0BAQEFAASCBKcwggSjAgEAAoIBAQDA&#x2F;&#x2F;WMeq529aO&#x2F;
xrrHsxMkch9zpNccPReI9txBFYc6AOv773GMOvXimEr5GeJNxfvwZyscLirdIiFe
KwXDih4fZxk+2qIq9Cnm4KsXvH6MydWx0RPqYSF5BBZ6VemggJeJnTGzc72JuO3&#x2F;
LWpuDCR6mBQc7ZGmA5lYC69KZ1wzGM8E6SbULUOPjmgR&#x2F;CWhLUJ849mDdOLXFyIy
YOoJ5xwsHezFkIWDuchHwfrBAlys3Kc&#x2F;&#x2F;JApYIl&#x2F;sOEFp6oeWqkCMDOU8y4xuaLR
0I9cQctNKLS6RlF9oUaJW6hXDTzH&#x2F;75P4ONebe3xBuQ5mRQUSAJvO08ZB92roeeC
1g1GjMv&#x2F;AgMBAAECggEAchacu8dF3NKGUvaSMTy9gxznVMBL3MiMYg2z09F7F6G1
3j8EO2YbNjDamPhhG6J+tPT3uffcpM3pNbZu+NFrzxpuBQbPOF8PagjDewuVL3qc
lTnH8RQr6lKtSvIAYj3B1rqSx8cScxhbsC3TrWwGIGZH9XXGVIHqIu79VxlUmmr3
Yw34FFpS344OzKPb05z3pMlsAO2UciX&#x2F;Sya6QECJFeIWMKcmtlw9T&#x2F;MeDKw2z&#x2F;A+
X73KwhvIk7CqAvQDPONegcrYQX047LNxhZo63Nppajks0bJ&#x2F;5lcbd7v9a9ESakLf
GYz74meL5A7HndBlqn1YnD6LOsgRqfTGTUnbQX&#x2F;CMQKBgQDOKL7TJq+FYvS7WVQF
fKnyJYFVxm5IHg6CePNRC9DY4lT3LXkpjTeBIkbnB54E7Hm7spHzk+yccWUKzvih
7wFumGEnvMT+N7zwlHbPkWpw4O0Iyvgk&#x2F;jYaoT2CC4iSVuksSNvhtaK9rOdKzmEV
33uv+DjBGJLqfK8r5E9GFWZPJwKBgQDvqMd&#x2F;NzE9n42joygXvaJy749I&#x2F;AXBj0nB
hD8097LNxo&#x2F;9zY3grlLVsVDuarjecpwrbpG79z2oHJFhlc42u3XU37nY96T9Wm2g
EUAiMPqjWdbTrRJIHRJqD&#x2F;5zNpZku13ckb8&#x2F;7IC9sw98DIvHclTlNFxeCEJG5lmV
oSfI4ZwjaQKBgF3pVbQeJUqf31gQwyOUvF3gE+Cc+dPETVvF+SDsPwDtaUMH5e+1
spkSojXP1H3tsy57k9zff6NsTFj2G3C4zXAx3eAaL6qWfW0iVFUNqu0sqQ2eWBeR
7deHp9s7ocT37lQMBI33DeFViC8dgEBUg6WPb1sW9KX4kltuL2Z&#x2F;jRF1AoGBAMhH
U&#x2F;CMPyowXD2T671rTIagjC2B742CITEHQ4sQNOyiM1L2pMpO5AqQ1AFqTnQXc0sY
a9GZHH2Q4i2a82np3t622Kjoy4iuOU67G813AP3h5hWfXNfG88yO8SV3SNeFfTsG
0byp+CyPpzETivxyH2AsEcTDQh&#x2F;eAJ96vbSyVbmBAoGANYVktWSB0zlrkRuSkgs4
IR1ZOgkF3&#x2F;aOkVu7YPw1qtmNhYgOOl5+xSWQi553rvzh2zJ9p+gskEIp0+FTfdkP
z5SinlEY2&#x2F;cX8vMQyeFdZpjt7hCLkc9aekE55gFKjQB0aFGcU+S5Hg428hLdGMuX
aih2U14Qq1KPhLq9YV99924&#x3D;
-----END PRIVATE KEY-----

				</X509Certificate>
			</X509Data>
		</KeyInfo>
	</Signature>
</PedidoConsultaNFePeriodo>
]]>
			</MensagemXML>
		</ConsultaNFeEmitidasRequest>
	</Body>
</Envelope>
